[
    {
        "id": 1,
        "img": "folderPictures.png",
        "name": "Photos",
        "size": 36,
        "type": "Folder",
        "location": "Main Folder",
        "owner": "Rainbow Dash",
        "modified": "Sep 25, 2017 by Rainbow Dash",
        "created": "Sep 11, 2016 by Rainbow Dash",
        "description": "Photography is the science, art, application and practice of creating durable images by recording light or other electromagnetic radiation, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film. Typically, a lens is used to focus the light reflected or emitted from objects into a real image on the light-sensitive surface inside a camera during a timed exposure. With an electronic image sensor, this produces an electrical charge at each pixel, which is electronically processed and stored in a digital image file for subsequent display or processing. The result with photographic emulsion is an invisible latent image, which is later chemically \"developed\" into a visible image, either negative or positive depending on the purpose of the photographic material and the method of processing. A negative image on film is traditionally used to photographically create a positive image on a paper base, known as a print, either by using an enlarger or by contact printing. Photography is employed in many fields of science, manufacturing (e.g., photolithography), and business, as well as its more direct uses for art, film and video production, recreational purposes, hobby, and mass communication."
    },
    {
        "id": 4,
        "img": "folderFavorites.png",
        "name": "Favorites",
        "size": 36,
        "type": "Folder",
        "location": "Main Folder",
        "owner": "Applejack",
        "modified": "Oct 4, 2017 by Applejack",
        "created": "Sep 2, 2016 by Applejack",
        "description": "Borscht (English: /ˈbɔːrʃ, ˈbɔːrʃt/ (About this sound listen)) is a sour soup popular in several Eastern European cuisines, including Ukrainian, Russian, Polish, Belarusian, Lithuanian, Romanian, and Ashkenazi Jewish cuisines. The variety most commonly associated with the name in English is of Ukrainian origin and includes beetroots as one of the main ingredients, which gives the dish a distinctive red color. It shares the name, however, with a wide selection of sour-tasting soups without beetroots, such as sorrel-based green borscht, rye-based white borscht and cabbage borscht.Borscht derives from an ancient soup originally cooked from pickled stems, leaves and umbels of common hogweed (Heracleum sphondylium), a herbaceous plant growing in damp meadows, which lent the dish its Slavic name. With time, it evolved into a diverse array of tart soups, among which the beet-based red borscht has become the most popular. It is typically made by combining meat or bone stock with sautéed vegetables, which – as well as beetroots – usually include cabbage, carrots, onions, potatoes and tomatoes. Depending on the recipe, borscht may include meat or fish, or be purely vegetarian; it may be served either hot or cold; and it may range from a hearty one-pot meal to a clear broth or a smooth drink. It is often served with smetana or sour cream, hard-boiled eggs or potatoes, but there exists an ample choice of more involved garnishes and side dishes, such as uszka or pampushky, that can be served with the soup.Its popularity has spread throughout Eastern Europe and the former Russian Empire, and – by way of migration – to other continents. In North America, borscht is often linked with either Jews or Mennonites, the groups who first brought it there from Europe. Today, several ethnic groups claim borscht, in its various local guises, as their own national dish and consume it as part of ritual meals within Eastern Orthodox, Greek Catholic, Roman Catholic, and Jewish religious traditions."
    },
    {
        "id": 5,
        "img": "folder.png",
        "name": "Matan",
        "size": 36,
        "type": "Folder",
        "location": "Main Folder",
        "owner": "Fluttershy",
        "modified": "May 78, 2017 by Fluttershy",
        "created": "May 8, 2016 by Fluttershy",
        "description": "Pain is a distressing feeling often caused by intense or damaging stimuli. Because it is a complex, subjective phenomenon, defining pain has been a challenge. The International Association for the Study of Pain's widely used definition states: \"Pain is an unpleasant sensory and emotional experience associated with actual or potential tissue damage, or described in terms of such damage.\"[1] In medical diagnosis, pain is regarded as a symptom of an underlying condition.Pain motivates the individual to withdraw from damaging situations, to protect a damaged body part while it heals, and to avoid similar experiences in the future.[2] Most pain resolves once the noxious stimulus is removed and the body has healed, but it may persist despite removal of the stimulus and apparent healing of the body. Sometimes pain arises in the absence of any detectable stimulus, damage or disease.Pain is the most common reason for physician consultation in most developed countries.[4][5] It is a major symptom in many medical conditions, and can interfere with a person's quality of life and general functioning.[6] Simple pain medications are useful in 20% to 70% of cases.[7] Psychological factors such as social support, hypnotic suggestion, excitement, or distraction can significantly affect pain's intensity or unpleasantness.[8][9] In some arguments put forth in physician-assisted suicide or euthanasia debates, pain has been used as an argument to permit people who are terminally ill to end their lives.[10]"
    },
    {
        "id": 6,
        "img": "folderDocuments.png",
        "name": "Lectures",
        "size": 36,
        "type": "Folder",
        "location": "Main Folder",
        "owner": "Spike",
        "modified": "Dec 25, 2018 by Spike",
        "created": "May 8, 2016 by Spike",
        "description": "A lecture (from the French 'lecture', meaning 'reading' [process]) is an oral presentation intended to present information or teach people about a particular subject, for example by a university or college teacher. Lectures are used to convey critical information, history, background, theories, and equations. A politician's speech, a minister's sermon, or even a businessman's sales presentation may be similar in form to a lecture. Usually the lecturer will stand at the front of the room and recite information relevant to the lecture's content.Though lectures are much criticised as a teaching method, universities have not yet found practical alternative teaching methods for the large majority of their courses.[1] Critics point out that lecturing is mainly a one-way method of communication that does not involve significant audience participation but relies upon passive learning. Therefore, lecturing is often contrasted to active learning. Lectures delivered by talented speakers can be highly stimulating; at the very least, lectures have survived in academia as a quick, cheap, and efficient way of introducing large numbers of students to a particular field of study.Lectures have a significant role outside the classroom, as well. Academic and scientific awards routinely include a lecture as part of the honor, and academic conferences often center on \"keynote addresses\", i.e., lectures. The public lecture has a long history in the sciences and in social movements. Union halls, for instance, historically have hosted numerous free and public lectures on a wide variety of matters. Similarly, churches, community centers, libraries, museums, and other organizations have hosted lectures in furtherance of their missions or their constituents' interests. Lectures represent a continuation of oral tradition in contrast to textual communication in books and other media. Lectures may be considered a type of grey literature."
    },
    {
        "id": 7,
        "img": "photo-1490772888775-55fceea286b8.jpeg",
        "name": "cdf",
        "size": "0",
        "type": "PDF",
        "location": "fsdf",
        "owner": "sdfsd",
        "modified": "Oct 0, 2017 by sdfsd",
        "created": "Oct 0, 2017 by sdfsd",
        "description": "fsdf"
    },
    {
        "id": 8,
        "img": "photo-1490772888775-55fceea286b8.jpeg",
        "name": "cfg",
        "size": "163",
        "type": "PDF",
        "location": "sdfg",
        "owner": "dsfsd",
        "modified": "Oct 0, 2017 by dsfsd",
        "created": "Oct 0, 2017 by dsfsd",
        "description": "sd"
    },
    {
        "id": 9,
        "img": "public/images/uploads/photo-1490772888775-55fceea286b8.jpeg",
        "name": "sad",
        "size": "0",
        "type": "PDF",
        "location": "seas",
        "owner": "dosa",
        "modified": "Oct 0, 2017 by dosa",
        "created": "Oct 0, 2017 by dosa",
        "description": "sad"
    },
    {
        "id": 10,
        "img": "uploads/photo-1490772888775-55fceea286b8.jpeg",
        "name": "вввв",
        "size": "450",
        "type": "PDF",
        "location": "ііі",
        "owner": "іііі",
        "modified": "Oct 1, 2017 by іііі",
        "created": "Oct 1, 2017 by іііі",
        "description": "іііі"
    },
    {
        "id": 11,
        "img": "uploads/photo-1490772888775-55fceea286b8.jpeg",
        "name": "Movies",
        "size": "849",
        "type": "PDF",
        "location": "cdc",
        "owner": "cdc",
        "modified": "Oct 2, 2017 by cdc",
        "created": "Oct 2, 2017 by cdc",
        "description": ""
    },
    {
        "id": 12,
        "img": "uploads/photo-1465101162946-4377e57745c3.jpeg",
        "name": "Movies",
        "size": "0",
        "type": "PDF",
        "location": "gig",
        "owner": "hjgj",
        "modified": "Oct 2, 2017 by hjgj",
        "created": "Oct 2, 2017 by hjgj",
        "description": ""
    },
    {
        "id": 13,
        "img": "uploads/photo-1465101162946-4377e57745c3.jpeg",
        "name": "Movies",
        "size": "0",
        "type": "PDF",
        "location": "hjkhkjh",
        "owner": "hkjh",
        "modified": "Oct 2, 2017 by hkjh",
        "created": "Oct 2, 2017 by hkjh",
        "description": ""
    },
    {
        "id": 14,
        "img": "uploads/photo-1490772888775-55fceea286b8.jpeg",
        "name": "Movies",
        "size": "0",
        "type": "PDF",
        "location": "hjkhkjh",
        "owner": "hukj",
        "modified": "Oct 2, 2017 by hukj",
        "created": "Oct 2, 2017 by hukj",
        "description": ""
    },
    {
        "id": 15,
        "img": "uploads/Screen Shot 2017-11-09 at 11.19.29 AM.png",
        "name": "AAAA",
        "size": "0",
        "type": "PDF",
        "location": "fsdfds",
        "owner": "sdfsd",
        "modified": "Nov 4, 2017 by sdfsd",
        "created": "Nov 4, 2017 by sdfsd",
        "description": ""
    }
]